export default {
  "careers": [
    {
      "id": "1",
      "name": "Агитатор",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Люди",
        "Гномы",
        "Полурослики",
        "Карлики"
      ],
      "restriction": ""
    },
    {
      "id": "2",
      "name": "Алебардист",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "3",
      "name": "Алхимик",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "4",
      "name": "Аптекарь",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "5",
      "name": "Аркебузир",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "6",
      "name": "Артиллерист",
      "class": "Книгочеи",
      "source": "Во всеоружии",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "7",
      "name": "Артист",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "8",
      "name": "Астромант",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "9",
      "name": "Бандит",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "10",
      "name": "Барсучий наездник",
      "class": "Воины",
      "source": "Архивы империи - Том 1",
      "races": [
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "11",
      "name": "Бейлиф",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "12",
      "name": "Браконьер",
      "class": "Странники",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "13",
      "name": "Ведьма",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "14",
      "name": "Волчий родич",
      "class": "Странники",
      "source": "Мидденхайм - Город Белого Волка",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "15",
      "name": "Вольный рыцарь",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "16",
      "name": "Вор",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "17",
      "name": "Врач",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "18",
      "name": "Выживальщик",
      "class": "Странники",
      "source": "Люстрия",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "19",
      "name": "Гладиатор",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": "Недоступна в Авелорне."
    },
    {
      "id": "20",
      "name": "Городской стражник",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": "Недоступна в Нагарите и в Авелорне."
    },
    {
      "id": "21",
      "name": "Горожанин",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна в Нагарите и в Авелорне."
    },
    {
      "id": "22",
      "name": "Гробокопатель",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "23",
      "name": "Дворянин",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Карлики",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "24",
      "name": "Докер",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": "Доступна только морским эльфам."
    },
    {
      "id": "25",
      "name": "Доппельзольднер",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "26",
      "name": "Дорожный стражник",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "27",
      "name": "Друид",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "28",
      "name": "Дуэлянт",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "29",
      "name": "Егерь",
      "class": "Странники",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "30",
      "name": "Егерь карака",
      "class": "Странники",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "31",
      "name": "Егерь карака (неактуально)",
      "class": "Странники",
      "source": "Архивы империи - Том 1",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "32",
      "name": "Железолом",
      "class": "Воины",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "33",
      "name": "Жрец",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Карлики",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "34",
      "name": "Жрец Кузни",
      "class": "Книгочеи",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "35",
      "name": "Жрец Мирмидии",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "36",
      "name": "Жрец Очага",
      "class": "Книгочеи",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "37",
      "name": "Жрец Рока",
      "class": "Воины",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "38",
      "name": "Жрец Солкана",
      "class": "Книгочеи",
      "source": "Архивы империи - Том 3",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "39",
      "name": "Жрец Хандриха",
      "class": "Книгочеи",
      "source": "Архивы империи - Том 3",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "40",
      "name": "Жрец Штромфельса",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "41",
      "name": "Жрец-воин",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "42",
      "name": "Жрец-Вор",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "43",
      "name": "Жрец-Игрок",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "44",
      "name": "Жрец-Обманщик",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "45",
      "name": "Жрец-Освободитель",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "46",
      "name": "Жрец-Странник Таала",
      "class": "Странники",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "47",
      "name": "Жрица Райи",
      "class": "Книгочеи",
      "source": "Архивы империи - Том 3",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "48",
      "name": "Законник",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна в Нагарите и в Авелорне."
    },
    {
      "id": "49",
      "name": "Запевала",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Высшие эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "50",
      "name": "Знахарь",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "51",
      "name": "Иерофант",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "52",
      "name": "Инженер",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "53",
      "name": "Кавалерист",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "54",
      "name": "Карманник",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "55",
      "name": "Картограф",
      "class": "Книгочеи",
      "source": "Во всеоружии",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "56",
      "name": "Контрабандист",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "57",
      "name": "Коробейник",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "58",
      "name": "Крысолов",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "59",
      "name": "Купец",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "60",
      "name": "Кучер",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "61",
      "name": "Лёгкий всадник",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Высшие эльфы",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "62",
      "name": "Лодочник",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "63",
      "name": "Лоцман",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна в Нагарите и в Авелорне."
    },
    {
      "id": "64",
      "name": "Лоцман",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна в Нагарите и в Авелорне."
    },
    {
      "id": "65",
      "name": "Лучник",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Высшие эльфы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "66",
      "name": "Людоед",
      "class": "Воины",
      "source": "Архивы империи - Том 2",
      "races": [
        "Огры"
      ],
      "restriction": ""
    },
    {
      "id": "67",
      "name": "Маг",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Карлики",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "68",
      "name": "Магистр-охранитель",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "69",
      "name": "Маркитант",
      "class": "Странники",
      "source": "Во всеоружии",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "70",
      "name": "Матрос",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "71",
      "name": "Медвежатник",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "72",
      "name": "Мирской алхимик",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "73",
      "name": "Мистик",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "74",
      "name": "Молотобоец",
      "class": "Воины",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "75",
      "name": "Монах",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "76",
      "name": "Морской жрец Мананна",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "77",
      "name": "Моряк",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": "Недоступна в Нагарите."
    },
    {
      "id": "78",
      "name": "Мясник огров",
      "class": "Книгочеи",
      "source": "Архивы империи - Том 2",
      "races": [
        "Огры"
      ],
      "restriction": ""
    },
    {
      "id": "79",
      "name": "Надзиратель",
      "class": "Воины",
      "source": "Ветры магии",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "80",
      "name": "Негодяй",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Огры"
      ],
      "restriction": ""
    },
    {
      "id": "81",
      "name": "Оракул",
      "class": "Крестьяне",
      "source": "Люстрия",
      "races": [
        "Высшие эльфы",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "82",
      "name": "Офицер флота",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "83",
      "name": "Охотник",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": "Недоступна морским эльфам."
    },
    {
      "id": "84",
      "name": "Охотник за головами",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "85",
      "name": "Охотник на ведьм",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "86",
      "name": "Охранник",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "87",
      "name": "Первопроходец",
      "class": "Странники",
      "source": "Люстрия",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "88",
      "name": "Пивовар",
      "class": "Бюргеры",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "89",
      "name": "Пикинёр",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "90",
      "name": "Пиромант",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "91",
      "name": "Пляжный бродяга",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "92",
      "name": "Побережник",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "93",
      "name": "Побережник",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Гномы",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "94",
      "name": "Погонщик мулов",
      "class": "Странники",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "95",
      "name": "Полевой стражник",
      "class": "Странники",
      "source": "Архивы империи - Том 1",
      "races": [
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "96",
      "name": "Попрошайка",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "97",
      "name": "Посыльный",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "98",
      "name": "Призрачный скиталец",
      "class": "Странники",
      "source": "Архивы империи - Том 1",
      "races": [
        "Лесные эльфы"
      ],
      "restriction": ""
    },
    {
      "id": "99",
      "name": "Провидец",
      "class": "Крестьяне",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "100",
      "name": "Пройдоха",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "101",
      "name": "Пушкарь",
      "class": "Моряки",
      "source": "Море Когтей",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "102",
      "name": "Разбойник",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": "Недоступна во Внутренних королевствах."
    },
    {
      "id": "103",
      "name": "Разведчик",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "104",
      "name": "Растратчик",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "105",
      "name": "Ремесленник",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "106",
      "name": "Речной житель",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "107",
      "name": "Речной стражник",
      "class": "Речники",
      "source": "Книга правил",
      "races": [
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "108",
      "name": "Рудокоп",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "109",
      "name": "Рунный кователь",
      "class": "Книгочеи",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "110",
      "name": "Рунотёс",
      "class": "Книгочеи",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "111",
      "name": "Рыцарь",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Лесные эльфы",
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "112",
      "name": "Рыцарь Белого Волка",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "113",
      "name": "Рыцарь Пантеры",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "114",
      "name": "Рыцарь Сияющего Солнца",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "115",
      "name": "Селянин",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна морским эльфам."
    },
    {
      "id": "116",
      "name": "Скупщик краденого",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "117",
      "name": "Следователь",
      "class": "Бюргеры",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна в Авелорне."
    },
    {
      "id": "118",
      "name": "Слуга",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "119",
      "name": "Смотритель",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна морским эльфам."
    },
    {
      "id": "120",
      "name": "Советник",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "121",
      "name": "Солдат",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Огры",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "122",
      "name": "Специалист по осадам",
      "class": "Воины",
      "source": "Во всеоружии",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "123",
      "name": "Спиритист",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "124",
      "name": "Сыч",
      "class": "Странники",
      "source": "Зальценмунд - Город соли и серебра",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "125",
      "name": "Табунщик носорожцев",
      "class": "Крестьяне",
      "source": "Архивы империи - Том 2",
      "races": [
        "Огры"
      ],
      "restriction": ""
    },
    {
      "id": "126",
      "name": "Тан",
      "class": "Придворные",
      "source": "Гномы. Руководство игрока",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "127",
      "name": "Тенемант",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "128",
      "name": "Толмач",
      "class": "Книгочеи",
      "source": "Люстрия",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "129",
      "name": "Травник",
      "class": "Крестьяне",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": "Недоступна морским эльфам."
    },
    {
      "id": "130",
      "name": "Убийца чудовищ",
      "class": "Воины",
      "source": "Книга правил",
      "races": [
        "Гномы"
      ],
      "restriction": ""
    },
    {
      "id": "131",
      "name": "Учёный",
      "class": "Книгочеи",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "132",
      "name": "Фальшивомонетчик",
      "class": "Шельмы",
      "source": "Ловкие шаги, лёгкие пальцы",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "133",
      "name": "Флагеллант",
      "class": "Странники",
      "source": "Книга правил",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "134",
      "name": "Художник",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "135",
      "name": "Шаман",
      "class": "Книгочеи",
      "source": "Ветры магии",
      "races": [
        "Люди"
      ],
      "restriction": ""
    },
    {
      "id": "136",
      "name": "Шарлатан",
      "class": "Шельмы",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "137",
      "name": "Шпион",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "138",
      "name": "Эмиссар",
      "class": "Придворные",
      "source": "Книга правил",
      "races": [
        "Высшие эльфы",
        "Гномы",
        "Карлики",
        "Лесные эльфы",
        "Люди",
        "Полурослики"
      ],
      "restriction": ""
    },
    {
      "id": "139",
      "name": "Купец-авантюрист",
      "class": "Бюргеры",
      "source": "Руководство игрока по Высшим Эльфам",
      "races": [
        "Высшие эльфы"
      ],
      "restriction": ""
    },
    {
      "id": "140",
      "name": "Эстетист",
      "class": "Придворные",
      "source": "Руководство игрока по Высшим Эльфам",
      "races": [
        "Высшие эльфы"
      ],
      "restriction": ""
    },
    {
      "id": "141",
      "name": "Воин тени",
      "class": "Странники",
      "source": "Руководство игрока по Высшим Эльфам",
      "races": [
        "Высшие эльфы"
      ],
      "restriction": "Доступна только в Нагарите."
    },
    {
      "id": "142",
      "name": "Проходимец",
      "class": "Шельмы",
      "source": "Руководство игрока по Высшим Эльфам",
      "races": [
        "Высшие эльфы"
      ],
      "restriction": ""
    },
    {
      "id": "143",
      "name": "Морской страж",
      "class": "Воины",
      "source": "Руководство игрока по Высшим Эльфам",
      "races": [
        "Высшие эльфы"
      ],
      "restriction": "Недоступна в Нагарите и в Авелорне."
    },
    {
      "id": "144",
      "name": "Мастер меча",
      "class": "Воины",
      "source": "Руководство игрока по Высшим Эльфам",
      "races": [
        "Высшие эльфы"
      ],
      "restriction": "Недоступна морским эльфам."
    }
  ],
  "transitions": {
    "Крестьяне": [
      {
        "max": 80,
        "cl": "Крестьяне",
        "desc": "Остается в сословии"
      },
      {
        "max": 89,
        "cl": "Странники",
        "desc": "Уход из деревни"
      },
      {
        "max": 95,
        "cl": "Воины",
        "desc": "Ополчение"
      },
      {
        "max": 98,
        "cl": "Шельмы",
        "desc": "Браконьерство"
      },
      {
        "max": 100,
        "cl": "Речники",
        "desc": "На реку"
      }
    ],
    "Шельмы": [
      {
        "max": 80,
        "cl": "Шельмы",
        "desc": "Остается в сословии"
      },
      {
        "max": 88,
        "cl": "Странники",
        "desc": "Беглый бродяга"
      },
      {
        "max": 94,
        "cl": "Крестьяне",
        "desc": "Спрятался в глуши"
      },
      {
        "max": 97,
        "cl": "Воины",
        "desc": "Наемный бандит"
      },
      {
        "max": 100,
        "cl": "Бюргеры",
        "desc": "Городские трущобы"
      }
    ],
    "Бюргеры": [
      {
        "max": 80,
        "cl": "Бюргеры",
        "desc": "Остается в сословии"
      },
      {
        "max": 88,
        "cl": "Книгочеи",
        "desc": "Получает образование"
      },
      {
        "max": 94,
        "cl": "Воины",
        "desc": "Городская стража"
      },
      {
        "max": 97,
        "cl": "Речники",
        "desc": "Речная торговля"
      },
      {
        "max": 100,
        "cl": "Моряки",
        "desc": "Морская торговля"
      }
    ],
    "Воины": [
      {
        "max": 80,
        "cl": "Воины",
        "desc": "Остается в сословии"
      },
      {
        "max": 88,
        "cl": "Странники",
        "desc": "Вольный наемник"
      },
      {
        "max": 94,
        "cl": "Бюргеры",
        "desc": "Осевший ветеран"
      },
      {
        "max": 98,
        "cl": "Шельмы",
        "desc": "Дезертир"
      },
      {
        "max": 100,
        "cl": "Придворные",
        "desc": "Элитный гвардеец"
      }
    ],
    "Придворные": [
      {
        "max": 80,
        "cl": "Придворные",
        "desc": "Остается в сословии"
      },
      {
        "max": 90,
        "cl": "Книгочеи",
        "desc": "Мудрый советник"
      },
      {
        "max": 95,
        "cl": "Воины",
        "desc": "Рыцарь / Офицер"
      },
      {
        "max": 100,
        "cl": "Бюргеры",
        "desc": "Разорение Дома"
      }
    ],
    "Странники": [
      {
        "max": 80,
        "cl": "Странники",
        "desc": "Остается в сословии"
      },
      {
        "max": 87,
        "cl": "Крестьяне",
        "desc": "Оседает в деревне"
      },
      {
        "max": 93,
        "cl": "Воины",
        "desc": "Дорожный разведчик"
      },
      {
        "max": 97,
        "cl": "Шельмы",
        "desc": "Скатывается в разбой"
      },
      {
        "max": 99,
        "cl": "Речники",
        "desc": "Уходит на реку"
      },
      {
        "max": 100,
        "cl": "Моряки",
        "desc": "Уходит в море"
      }
    ],
    "Речники": [
      {
        "max": 80,
        "cl": "Речники",
        "desc": "Остается в сословии"
      },
      {
        "max": 86,
        "cl": "Бюргеры",
        "desc": "Оседает в порту"
      },
      {
        "max": 92,
        "cl": "Странники",
        "desc": "Уходит на тракты"
      },
      {
        "max": 96,
        "cl": "Моряки",
        "desc": "Уходит на широкую воду"
      },
      {
        "max": 100,
        "cl": "Шельмы",
        "desc": "Водное пиратство"
      }
    ],
    "Книгочеи": [
      {
        "max": 80,
        "cl": "Книгочеи",
        "desc": "Остается в сословии"
      },
      {
        "max": 90,
        "cl": "Придворные",
        "desc": "Приглашен ко двору"
      },
      {
        "max": 100,
        "cl": "Бюргеры",
        "desc": "Частная практика"
      }
    ],
    "Моряки": [
      {
        "max": 80,
        "cl": "Моряки",
        "desc": "Остается в сословии"
      },
      {
        "max": 88,
        "cl": "Речники",
        "desc": "Уходит на пресные реки"
      },
      {
        "max": 94,
        "cl": "Странники",
        "desc": "Выброшен на берег"
      },
      {
        "max": 98,
        "cl": "Воины",
        "desc": "Идет в морпехи"
      },
      {
        "max": 100,
        "cl": "Шельмы",
        "desc": "Морское пиратство"
      }
    ]
  }
};
