export default {
  "MONTHS": [
    [
      1,
      1,
      "Хексенстаг (Ведьмин день)",
      0,
      "Зима"
    ],
    [
      2,
      8,
      "Нахексен",
      32,
      "Зима"
    ],
    [
      9,
      16,
      "Ярдрунг",
      33,
      "Весна"
    ],
    [
      17,
      17,
      "Миттерфруль (весеннее равноденствие)",
      0,
      "Весна"
    ],
    [
      18,
      25,
      "Пфлугцайт",
      33,
      "Весна"
    ],
    [
      26,
      33,
      "Сигмарцайт",
      33,
      "Лето"
    ],
    [
      34,
      41,
      "Соммерцайт",
      33,
      "Лето"
    ],
    [
      42,
      42,
      "Соннштиль (летнее солнцестояние)",
      0,
      "Лето"
    ],
    [
      43,
      50,
      "Воргехайм",
      33,
      "Лето"
    ],
    [
      51,
      51,
      "Гехаймнистаг (День тайны)",
      0,
      "Осень"
    ],
    [
      52,
      58,
      "Нахгехайм",
      32,
      "Осень"
    ],
    [
      59,
      66,
      "Эрнтцайт",
      33,
      "Осень"
    ],
    [
      67,
      67,
      "Миттербст (осеннее равноденствие)",
      0,
      "Осень"
    ],
    [
      68,
      75,
      "Брауцайт",
      33,
      "Осень"
    ],
    [
      76,
      83,
      "Кальдцайт",
      33,
      "Зима"
    ],
    [
      84,
      91,
      "Ульрикцайт",
      33,
      "Зима"
    ],
    [
      92,
      92,
      "Мондштилле (зимнее солнцестояние)",
      0,
      "Зима"
    ],
    [
      93,
      100,
      "Ворхексен",
      33,
      "Зима"
    ]
  ],
  "STAR_SIGNS": [
    [
      "Отшельник Вимунд (Знак Стойкости)",
      "Терпимость, терпение, методичность",
      "Зима"
    ],
    [
      "Большой Крест (Знак Ясности)",
      "Ясный, разумный, рациональный",
      "Зима"
    ],
    [
      "Линия Художника (Знак Точности)",
      "Точный, аккуратный, выверенный",
      "Весна"
    ],
    [
      "Бык Гнатус (Знак верности Долгу)",
      "Верный, постоянный, упрямый",
      "Весна"
    ],
    [
      "Дракон Драгомаса (Знак Храбрости)",
      "Храбрый, сильный, обречённый",
      "Весна"
    ],
    [
      "Сумерки (Знак Иллюзии и Тайны)",
      "Таинственный, скептичный, сомневающийся",
      "Весна"
    ],
    [
      "Перевязь Грунни (Знак Воинских Практик)",
      "Дисциплинированный, уважаемый, искусный в бою",
      "Лето"
    ],
    [
      "Маммит Мудрый (Знак Мудрости)",
      "Мудрый, образованный, справедливый",
      "Лето"
    ],
    [
      "Муммит Глупец (Знак Инстинкта)",
      "Разумный, интуитивный, удачливый",
      "Лето"
    ],
    [
      "Два Вола (Знак Плодородия и ремесла)",
      "Плодовитый, искусный, творческий",
      "Лето"
    ],
    [
      "Танцор (Знак Любви и Притяжения)",
      "Влюбчивый, привлекательный, снисходительный",
      "Осень"
    ],
    [
      "Барабанщик (Знак Излишества и Гедонизма)",
      "Избыточный, гедонистический, праздничный",
      "Осень"
    ],
    [
      "Дудочник (Знак Обманщика)",
      "Дипломатичный, хитрый, сомневающийся",
      "Осень"
    ],
    [
      "Вобист Слабый (Знак Тьмы и неопределённости)",
      "Двусмысленный, странный, ненадёжный",
      "Осень"
    ],
    [
      "Сломанная повозка (Знак гордости)",
      "Высокомерный, самодовольный, надменный",
      "Осень"
    ],
    [
      "Грязный Козёл (Знак Подавленных Страстей)",
      "Апатичный, обособленный, безвкусный",
      "Осень"
    ],
    [
      "Котёл Рийи (Знак Милосердия, смерти и Творения)",
      "Справедливый, бесстрашный, милосердный",
      "Зима"
    ],
    [
      "Петушок Какельфакса (Знак Монет и Купцов)",
      "Бережливый, жадный, стяжательный",
      "Зима"
    ],
    [
      "Костяная Пила (Знак навыков и учёности)",
      "Любопытный, философский, искусный",
      "Зима"
    ],
    [
      "Ведьмина Звезда (Знак Магии)",
      "Храбрый, талантливый в магии, решительный",
      "Зима"
    ]
  ],
  "BUILD_TABLE": {
    "Human": [
      [
        1,
        1,
        "Тощий"
      ],
      [
        2,
        15,
        "Худощавый"
      ],
      [
        16,
        70,
        "Среднего телосложения"
      ],
      [
        71,
        95,
        "Крепкий"
      ],
      [
        96,
        100,
        "Тучный"
      ]
    ],
    "Dwarf": [
      [
        1,
        5,
        "Тощий"
      ],
      [
        6,
        25,
        "Худощавый"
      ],
      [
        26,
        55,
        "Среднего телосложения"
      ],
      [
        56,
        85,
        "Крепкий"
      ],
      [
        86,
        100,
        "Тучный"
      ]
    ],
    "Wood Elf": [
      [
        1,
        5,
        "Тощий"
      ],
      [
        6,
        40,
        "Худощавый"
      ],
      [
        41,
        85,
        "Среднего телосложения"
      ],
      [
        86,
        99,
        "Крепкий"
      ],
      [
        100,
        100,
        "Тучный"
      ]
    ],
    "High Elf": [
      [
        1,
        5,
        "Тощий"
      ],
      [
        6,
        40,
        "Худощавый"
      ],
      [
        41,
        85,
        "Среднего телосложения"
      ],
      [
        86,
        99,
        "Крепкий"
      ],
      [
        100,
        100,
        "Тучный"
      ]
    ],
    "Halfling": [
      [
        1,
        1,
        "Тощий"
      ],
      [
        2,
        15,
        "Худощавый"
      ],
      [
        16,
        40,
        "Среднего телосложения"
      ],
      [
        41,
        85,
        "Крепкий"
      ],
      [
        86,
        100,
        "Тучный"
      ]
    ],
    "Gnome": [
      [
        1,
        5,
        "Тощий"
      ],
      [
        6,
        40,
        "Худощавый"
      ],
      [
        41,
        85,
        "Среднего телосложения"
      ],
      [
        86,
        99,
        "Крепкий"
      ],
      [
        100,
        100,
        "Тучный"
      ]
    ]
  },
  "BUILD_EFFECTS": {
    "Тощий": "Сила -5, Выносливость -5, Проворство +10, Движение +1",
    "Худощавый": "Сила -5, Проворство +5",
    "Среднего телосложения": "Без модификаторов",
    "Крепкий": "Сила +5, Проворство -5",
    "Тучный": "Сила +5, Выносливость +10, Проворство -10, Движение -1"
  },
  "FEATURE_TABLE": [
    [
      1,
      2,
      "Большие руки",
      "Руки",
      "+5 Лов"
    ],
    [
      3,
      3,
      "Длинные ногти",
      "Руки",
      "none"
    ],
    [
      4,
      4,
      "Отсутствие ногтей",
      "Руки",
      "none"
    ],
    [
      5,
      7,
      "Отсутствие пальца",
      "Руки",
      "none"
    ],
    [
      8,
      9,
      "Грубые руки",
      "Руки",
      "-5 Лов"
    ],
    [
      10,
      10,
      "Одна рука",
      "Руки",
      "Ампутированная рука (+2 Судьбы)"
    ],
    [
      11,
      12,
      "Маленькие руки",
      "Руки",
      "-5 Лов"
    ],
    [
      13,
      14,
      "Сильная хватка",
      "Руки",
      "+5 Лов"
    ],
    [
      15,
      16,
      "Родинка",
      "Кожа",
      "none"
    ],
    [
      17,
      17,
      "Бледная кожа",
      "Кожа",
      "none"
    ],
    [
      18,
      18,
      "Приятный запах",
      "Запах",
      "+5 Ха"
    ],
    [
      19,
      20,
      "Шрамы на коже",
      "Кожа",
      "-5 Ха, +10 Запугивание"
    ],
    [
      21,
      23,
      "Татуировки",
      "Кожа",
      "none"
    ],
    [
      24,
      25,
      "Неприятный запах",
      "Запах",
      "-5 Ха"
    ],
    [
      26,
      29,
      "Широкая грудь",
      "Тело",
      "+5 С, +5 В, -5 Пр"
    ],
    [
      30,
      31,
      "Большой живот",
      "Тело",
      "+40 к броску Телосложения"
    ],
    [
      32,
      33,
      "Хромота",
      "Ноги",
      "-1 Движение"
    ],
    [
      34,
      34,
      "Сутулая спина",
      "Спина",
      "Стоите ниже своих товарищей на 1"
    ],
    [
      35,
      35,
      "Прямая спина",
      "Спина",
      "Стоите выше своих товарищей на 1"
    ],
    [
      36,
      36,
      "Очень низкий",
      "Рост",
      "+5 Пр"
    ],
    [
      37,
      37,
      "Очень высокий",
      "Рост",
      "+5 Ха"
    ],
    [
      38,
      38,
      "Очень тонкий",
      "Тело",
      "none"
    ],
    [
      39,
      40,
      "Неприятный запах изо рта",
      "Запах",
      "-5 Ха"
    ],
    [
      41,
      42,
      "Большие уши",
      "Лицо",
      "none"
    ],
    [
      43,
      43,
      "Отсутствие уха",
      "Лицо",
      "none"
    ],
    [
      44,
      44,
      "Высокомерное выражение",
      "Лицо",
      "-5 Ха"
    ],
    [
      45,
      46,
      "Насмешка",
      "Лицо",
      "-5 Ха, +5 Запугивание"
    ],
    [
      47,
      47,
      "Харизматичные глаза",
      "Лицо",
      "+5 Ха"
    ],
    [
      48,
      48,
      "Ленивый глаз",
      "Лицо",
      "none"
    ],
    [
      49,
      49,
      "Один глаз или повязка",
      "Лицо",
      "-10 БС, +20 Запугивание"
    ],
    [
      50,
      51,
      "Привлекательные черты",
      "Лицо",
      "Талант: Привлекательность"
    ],
    [
      52,
      52,
      "Оспа",
      "Кожа",
      "+1 Скверна, +1 Судьба"
    ],
    [
      53,
      53,
      "Румяное лицо",
      "Лицо",
      "none"
    ],
    [
      54,
      54,
      "Ошпаренное лицо",
      "Лицо",
      "-5 Ха, +10 Запугивание"
    ],
    [
      55,
      55,
      "Сломанный нос",
      "Нос",
      "none"
    ],
    [
      56,
      56,
      "Плоский нос",
      "Нос",
      "none"
    ],
    [
      57,
      57,
      "Ястребиный нос",
      "Нос",
      "none"
    ],
    [
      58,
      58,
      "Крючковатый нос",
      "Нос",
      "none"
    ],
    [
      59,
      59,
      "Большой нос",
      "Нос",
      "none"
    ],
    [
      60,
      60,
      "Кольцо в носу",
      "Лицо",
      "none"
    ],
    [
      61,
      61,
      "Странные зубы",
      "Лицо",
      "none"
    ],
    [
      62,
      62,
      "Очень белые зубы",
      "Лицо",
      "+5 Ха"
    ],
    [
      63,
      63,
      "Пушистые брови",
      "Волосы",
      "none"
    ],
    [
      64,
      66,
      "Бородка",
      "Волосы",
      "none"
    ],
    [
      67,
      67,
      "Отсутствие бровей",
      "Волосы",
      "none"
    ],
    [
      68,
      69,
      "Монобровь",
      "Волосы",
      "none"
    ],
    [
      70,
      77,
      "Усы",
      "Волосы",
      "none"
    ],
    [
      78,
      80,
      "Бараньи бакенбарды",
      "Волосы",
      "none"
    ],
    [
      81,
      82,
      "Лысый (или лысеющий)",
      "Тип волос",
      "none"
    ],
    [
      83,
      84,
      "Кудрявые волосы",
      "Тип волос",
      "none"
    ],
    [
      85,
      86,
      "Избыточные волосы",
      "Тип волос",
      "none"
    ],
    [
      87,
      88,
      "Очень длинные волосы",
      "Тип волос",
      "none"
    ],
    [
      89,
      90,
      "Очень короткие волосы",
      "Тип волос",
      "none"
    ],
    [
      91,
      91,
      "Странная походка",
      "Ноги",
      "none"
    ],
    [
      92,
      92,
      "Длинные ноги",
      "Ноги",
      "+5 Ха, +1 Движение"
    ],
    [
      93,
      93,
      "Короткие ноги",
      "Ноги",
      "-1 Движение"
    ],
    [
      94,
      94,
      "Странная походка",
      "Ноги",
      "none"
    ],
    [
      95,
      95,
      "Сильные ноги",
      "Ноги",
      "Талант: Сильные ноги"
    ],
    [
      96,
      96,
      "Шепелявость",
      "Голос",
      "-5 Ха"
    ],
    [
      97,
      97,
      "Громкий голос",
      "Голос",
      "-5 Ха, +10 Лидерство"
    ],
    [
      98,
      98,
      "Сильный акцент",
      "Голос",
      "Штраф к языку"
    ],
    [
      99,
      99,
      "Заикание",
      "Голос",
      "Штраф к языку"
    ],
    [
      100,
      100,
      "Очень чистый голос",
      "Голос",
      "+1 УУ к языку"
    ]
  ],
  "PROVINCE_CITIES": {
    "Аверланд": [
      "Агбайтен",
      "Бернлох",
      "Гренштадт",
      "Хайден",
      "Хохслебен",
      "Лонингбрук",
      "Штрайзен",
      "Вупперталь",
      "Аверхайм (Столица провинции)"
    ],
    "Хохланд": [
      "Бергендорф",
      "Бергсбург",
      "Еск",
      "Форт Денкх",
      "Форт Шиппель",
      "Грюйден",
      "Хергиг (Столица провинции)",
      "Хольцбег",
      "Крюденвальд"
    ],
    "Мидденланд": [
      "Карробург",
      "Дельберц",
      "Шоппендорф",
      "Унтергард",
      "Вайсмунд",
      "Мидденхейм (Столица провинции)"
    ],
    "Нордланд": [
      "Новый Эмскранк",
      "Норден",
      "Зальцмунд (Столица провинции)"
    ],
    "Остермарк": [
      "Бехафен (Столица провинции)",
      "Эссен",
      "Фортенхаф",
      "Хинген",
      "Мордхейм"
    ],
    "Остланд": [
      "Бозенфельс",
      "Медная Крепость",
      "Замок Ленкстер",
      "Ферланген",
      "Небельхейм",
      "Залькатен",
      "Шонфельд",
      "Вольфенбург (Столица провинции)",
      "Вюрцен"
    ],
    "Рейкланд": [
      "Аурсвальд",
      "Богенхафен",
      "Замок Рейксгард",
      "Дункельберг",
      "Эйльхарт",
      "Гриссенвальд",
      "Грунбург",
      "Гельмгарт",
      "Хольгау",
      "Кемпербад",
      "Штиммиген",
      "Убершрайк",
      "Вайссбрук",
      "Фебург"
    ],
    "Штирланд": [
      "Фленсбург",
      "Лихеберг",
      "Марбург",
      "Зигфридхоф",
      "Шварцхафен",
      "Вальденхоф",
      "Ворден",
      "Вюртбад (Столица провинции)"
    ],
    "Талабекланд": [
      "Бек",
      "Хермдорф",
      "Лиске",
      "Пристлихайм",
      "Равенштайн",
      "Таалаград",
      "Талабхейм (Столица провинции)"
    ],
    "Виссенланд": [
      "Мейссен",
      "Пфеллдорф",
      "Штайнгард",
      "Виссенбург (Столица провинции)"
    ],
    "Альтдорф": [
      "Альтдорф (Столица Рейкланда и Империи)"
    ],
    "Нульн": [
      "Нульн (бывшая столица Империи)"
    ],
    "Пустоши": [
      "Мариенбург",
      "Форт Бегбрес",
      "Форт Солас"
    ],
    "Бретония": [
      "Л'Ангилль",
      "Аквитань",
      "Артуа",
      "Бастонь",
      "Бордело",
      "Брионн",
      "Каркасонн",
      "Куронн",
      "Жизоро",
      "Лионесс",
      "Монтфорт",
      "Музильон",
      "Парравон",
      "Кенель"
    ],
    "Кислев": [
      "Эренград",
      "Кислев",
      "Прааг"
    ],
    "Эсталия": [
      "Алькезаро",
      "Альмагора",
      "Бильбали",
      "Барбоза",
      "Диамантерра",
      "Гуальказар",
      "Магритта",
      "Визейа",
      "Заракуз"
    ],
    "Тилия": [
      "Лучини",
      "Мираглиано",
      "Ремас",
      "Сартоза",
      "Тобаро"
    ],
    "Пограничные Принцы": [
      "Акендорф",
      "Бровска",
      "Киприс",
      "Лакорас",
      "Маторея",
      "Мюнциг",
      "Мирмиденс",
      "Сомьек",
      "Стиртия",
      "Зворак",
      "Зенрес"
    ],
    "Из дальних земель": [
      "Норска",
      "Арабия",
      "Альбион",
      "Проклятые земли",
      "Южные Земли",
      "Инд",
      "Ниппон/Катай",
      "Люстрия",
      "Наггаронд"
    ]
  },
  "NAMES_M": [
    "Adam",
    "Adamar",
    "Adhemar",
    "Adelbert",
    "Adolphus",
    "Adrian",
    "Hadrian",
    "Albrecht",
    "Alberich",
    "Albert",
    "Aldhelm",
    "Alexander",
    "Alexei",
    "Alfred",
    "Alfried",
    "Alphonse",
    "Anders",
    "Andreas",
    "Andrei",
    "Anton",
    "Antoine",
    "Anthony",
    "Artur",
    "Axel",
    "Barthelm",
    "Bartholomew",
    "Bengt",
    "Bernard",
    "Bernhardt",
    "Bertholdt",
    "Boris",
    "Brecht",
    "Brock",
    "Bruno",
    "Carolus",
    "Karl",
    "Karlus",
    "Christoph",
    "Krystof",
    "Claus",
    "Klaus",
    "Conrad",
    "Konrad",
    "Detlef",
    "Diebold",
    "Diehl",
    "Dieter",
    "Dietrich",
    "Dimrod",
    "Eberhardt",
    "Eckhardt",
    "Edgar",
    "Edmund",
    "Edvard",
    "Edvart",
    "Edwin",
    "Ehrhardt",
    "Ehrmann",
    "Elmeric",
    "Emmerich",
    "Emil",
    "Emmanuel",
    "Erich",
    "Erik",
    "Ernst",
    "Erwin",
    "Irwin",
    "Irvine",
    "Faustmann",
    "Felix",
    "Ferdinand",
    "Filbert",
    "Fillibert",
    "Filip",
    "Felip",
    "Philip",
    "Phillipe",
    "Florian",
    "Franz",
    "Friedrich",
    "Frederik",
    "Fritz",
    "Gebhardt",
    "Georg",
    "Georges",
    "Geralt",
    "Gerold",
    "Harold",
    "Gerber",
    "Gerner",
    "Gerd",
    "Gurdt",
    "Gerhardt",
    "Gottfried",
    "Gotthardt",
    "Gottlieb",
    "Gregor",
    "Gunnar",
    "Gunter",
    "Gunthar",
    "Gunther",
    "Gustaf",
    "Gustav",
    "Gustavus",
    "Hals",
    "Hamfried",
    "Humfried",
    "Hansel",
    "Hannes",
    "Hartwig",
    "Heinrich",
    "Henryk",
    "Henri",
    "Heinz",
    "Heironymus",
    "Helmut",
    "Herbert",
    "Hergard",
    "Herman",
    "Hermann",
    "Herpin",
    "Hildebrandt",
    "Holger",
    "Holst",
    "Horst",
    "Hugo",
    "Hultz",
    "Jakob",
    "Janke",
    "Jannike",
    "Joachim",
    "Johann",
    "Johannes",
    "Josef",
    "Joseph",
    "Julian",
    "Julien",
    "Kaspar",
    "Kaster",
    "Kastor",
    "Knud",
    "Knut",
    "Kruger",
    "Kurt",
    "Lars",
    "Leonhard",
    "Leopold",
    "Liutpold",
    "Lorenz",
    "Lorenzo",
    "Ludovicus",
    "Ludwig",
    "Lukas",
    "Luther",
    "Luger",
    "Magnar",
    "Magnus",
    "Manfred",
    "Mannfried",
    "Marius",
    "Mariusz",
    "Martin",
    "Martyn",
    "Matthias",
    "Maximillian",
    "Maximus",
    "Moritz",
    "Niklaus",
    "Nikolas",
    "Nikolaus",
    "Odmar",
    "Olaf",
    "Ortolf",
    "Oskar",
    "Otto",
    "Parsifal",
    "Parzival",
    "Paul",
    "Paulus",
    "Saul",
    "Peter",
    "Pieter",
    "Pietr",
    "Quintus",
    "Ralf",
    "Rolf",
    "Raynald",
    "Reinwald",
    "Reineke",
    "Reiner",
    "Reinhard",
    "Reinhardt",
    "Reinhold",
    "Reinholt",
    "Rickard",
    "Reikhardt",
    "Roland",
    "Ronald",
    "Rudiger",
    "Rutger",
    "Rudolf",
    "Rudi",
    "Rufus",
    "Ruprecht",
    "Samuel",
    "Sebastien",
    "Siegfried",
    "Sigmund",
    "Sigismund",
    "Siggi",
    "Silvestre",
    "Sylvester",
    "Simon",
    "Symon",
    "Stehmar",
    "Stefan",
    "Stephan",
    "Stephen",
    "Steirlich",
    "Talther",
    "Theodore",
    "Theodosius",
    "Theophilus",
    "Thomas",
    "Thor",
    "Titus",
    "Tobias",
    "Udo",
    "Uhler",
    "Ulrich",
    "Ulrick",
    "Valentin",
    "Viktor",
    "Vorster",
    "Waldemar",
    "Walter",
    "Walther",
    "Werner",
    "Werther",
    "Wilhelm",
    "Willibert",
    "Wilryn",
    "Wolf",
    "Wolfgang",
    "Wolmar"
  ],
  "NAMES_F": [
    "Adele",
    "Della",
    "Adella",
    "Adolpha",
    "Adriana",
    "Adrienne",
    "Agatha",
    "Agethe",
    "Agnes",
    "Agnetha",
    "Alexa",
    "Alfrida",
    "Alice",
    "Alicia",
    "Amalie",
    "Emilie",
    "Andrea",
    "Angelika",
    "Anika",
    "Anja",
    "Annaliese",
    "Anna",
    "Antonia",
    "Astrid",
    "Barbara",
    "Beatrijs",
    "Beatrix",
    "Berta",
    "Bertha",
    "Berthilda",
    "Betse",
    "Bianka",
    "Birgit",
    "Brigitte",
    "Gitta",
    "Britt",
    "Brita",
    "Brunhilde",
    "Charlotte",
    "Carlotta",
    "Carina",
    "Carmilla",
    "Celestine",
    "Christiane",
    "Claudia",
    "Clementia",
    "Clothilde",
    "Cordelia",
    "Dagmar",
    "Dominique",
    "Edwina",
    "Elene",
    "Elena",
    "Elfrida",
    "Elisa",
    "Elise",
    "Elisabeth",
    "Elodie",
    "Melodie",
    "Elouise",
    "Heloise",
    "Elsa",
    "Elsie",
    "Emmanuelle",
    "Emmeline",
    "Erika",
    "Ermentrude",
    "Esmerelda",
    "Estelle",
    "Stella",
    "Esther",
    "Etelka",
    "Eva",
    "Felda",
    "Femeke",
    "Franka",
    "Franziska",
    "Frauke",
    "Frederika",
    "Frida",
    "Gabrielle",
    "Gabi",
    "Galina",
    "Gerda",
    "Gertraud",
    "Gertrude",
    "Gilda",
    "Giselda",
    "Gisella",
    "Greta",
    "Grette",
    "Gretel",
    "Gretchen",
    "Haletha",
    "Hanna",
    "Hedwig",
    "Heidi",
    "Helena",
    "Helene",
    "Helga",
    "Hellin",
    "Helmine",
    "Helset",
    "Helisent",
    "Henrietta",
    "Heske",
    "Heska",
    "Hilda",
    "Hildegard",
    "Hunni",
    "Ilsa",
    "Ilse",
    "Inga",
    "Ingrid",
    "Irene",
    "Irina",
    "Irmegard",
    "Irmina",
    "Isolde",
    "Janna",
    "Jana",
    "Jehanne",
    "Johanna",
    "Juliane",
    "Jutta",
    "Karelia",
    "Karin",
    "Karoline",
    "Katharine",
    "Katrina",
    "Katya",
    "Kirsten",
    "Klara",
    "Lena",
    "Leni",
    "Leonore",
    "Leopoldine",
    "Lillian",
    "Lorelay",
    "Ludmilla",
    "Luise",
    "Lise",
    "Magdalene",
    "Magda",
    "Margaritha",
    "Maria",
    "Marie",
    "Marianne",
    "Marieke",
    "Marietta",
    "Marlene",
    "Martha",
    "Marte",
    "Martina",
    "Mathilde",
    "Tilda",
    "Maude",
    "Melanie",
    "Melina",
    "Mitzi",
    "Nastassia",
    "Natasha",
    "Nikola",
    "Odiel",
    "Osanna",
    "Oxana",
    "Ottilia",
    "Pearl",
    "Perle",
    "Perla",
    "Petra",
    "Philline",
    "Regina",
    "Regine",
    "Gina",
    "Renata",
    "Renate",
    "Rosabel",
    "Sabina",
    "Sabrina",
    "Sarah",
    "Sahra",
    "Selena",
    "Sharon",
    "Sigfreda",
    "Sigrid",
    "Sigrun",
    "Silma",
    "Silvie",
    "Sylvia",
    "Simone",
    "Solveig",
    "Sophia",
    "Susanne",
    "Susanna",
    "Susi",
    "Tabetha",
    "Talunda",
    "Theodora",
    "Dora",
    "Theodosia",
    "Theda",
    "Therese",
    "Thylda",
    "Ulla",
    "Ulrika",
    "Ursula",
    "Uschi",
    "Vadoma",
    "Veronica",
    "Viktorina",
    "Violetta",
    "Violette",
    "Wanda",
    "Wendelin",
    "Wertha",
    "Wilhelmina",
    "Mina",
    "Willelma"
  ],
  "SURNAMES": [
    "Bauer",
    "Becker",
    "Braun",
    "Fischer",
    "Gunther",
    "Hartmann",
    "Hoffman",
    "Kaiser",
    "Koch",
    "Konig",
    "Kruger",
    "Lang",
    "Lehmann",
    "Meyer",
    "Mueller",
    "Richter",
    "Schneider",
    "Schultz",
    "Schwartz",
    "Vogel",
    "Wagner",
    "Weber",
    "Werner",
    "Wolf",
    "Zimmerman",
    "Brauer",
    "Garber",
    "Gerber",
    "Grosse",
    "Huber",
    "Kluge",
    "Kuhne",
    "Loser",
    "Maurer",
    "Mayer",
    "Nagel",
    "Roth",
    "Strauss",
    "Weiss",
    "Wirth"
  ],
  "HALFLING_NAMES_M": [
    "Alton",
    "Ander",
    "Cade",
    "Corrin",
    "Eldon",
    "Finnan",
    "Garret",
    "Lindal",
    "Lyle",
    "Merrie",
    "Milo",
    "Osborn",
    "Perrin",
    "Reed",
    "Roscoe",
    "Wellby",
    "Ferdinand",
    "Heironymus",
    "Maximillian",
    "Theodosius"
  ],
  "HALFLING_NAMES_F": [
    "Andry",
    "Bree",
    "Callie",
    "Cora",
    "Euphemia",
    "Jillian",
    "Kithri",
    "Lavinia",
    "Lidda",
    "Meda",
    "Nedda",
    "Paela",
    "Portia",
    "Seraphina",
    "Shaena",
    "Trym",
    "Vani",
    "Verna",
    "Antoniella",
    "Esmerelda",
    "Thomasina"
  ],
  "HALFLING_CLAN_NAMES": [
    "Brushgather",
    "Goodbarrel",
    "Greenbottle",
    "High-Hill",
    "Hilltopple",
    "Leagallow",
    "Tealeaf",
    "Thorngage",
    "Tosscobble",
    "Underbough",
    "Ashfield",
    "Brandysnap",
    "Hayfoot",
    "Rumster",
    "Shortbottom",
    "Thorncobble"
  ],
  "GNOME_NAMES_M": [
    "Breward",
    "Daveth",
    "Glimbrin",
    "Gwinear",
    "Mawnan",
    "Meriasek",
    "Nivet",
    "Talan",
    "Ytel"
  ],
  "GNOME_NAMES_F": [
    "Elowen",
    "Ia",
    "Kerra",
    "Ladoca",
    "Metheven",
    "Morren",
    "Steren",
    "Tryfena"
  ],
  "GNOME_CLAN_NAMES": [
    "Annearil",
    "Frayne",
    "Hawken",
    "Landweth",
    "Peddlar",
    "Scantleburn",
    "Thorne",
    "Trethewey"
  ],
  "FEATURE_SURNAMES": {
    "Один глаз или повязка": [
      "Augenlos",
      "Einauge"
    ],
    "Одна рука": [
      "Armlos",
      "Einarm"
    ],
    "Лысый (или лысеющий)": [
      "Kahl"
    ],
    "Бледная кожа": [
      "Blass",
      "Bleich"
    ],
    "Сутулая спина": [
      "Bucker"
    ],
    "Очень низкий": [
      "Kurz"
    ],
    "Очень высокий": [
      "Lang"
    ],
    "Очень тонкий": [
      "Dunn"
    ],
    "Громкий голос": [
      "Laut"
    ],
    "Заикание": [
      "Stotter"
    ],
    "Шрамы на коже": [
      "Narbe"
    ],
    "Большой нос": [
      "Nase"
    ],
    "Привлекательные черты": [
      "Schon"
    ],
    "Большой живот": [
      "Grosz"
    ],
    "Избыточные волосы": [
      "Haarig"
    ],
    "Бородка": [
      "Bart"
    ],
    "Усы": [
      "Bart"
    ],
    "Монобровь": [
      "Grossbart"
    ],
    "Пушистые брови": [
      "Grossbart"
    ]
  },
  "DWARF_PREFIXES_M": [
    "Al",
    "Bal",
    "Bar",
    "Bara",
    "Bel",
    "Ber",
    "Berg",
    "Bir",
    "Blo",
    "Bor",
    "Bora",
    "Bra",
    "Brag",
    "Brak",
    "Bram",
    "Brok",
    "Brokk",
    "Brond",
    "Bur",
    "Burg",
    "Car",
    "Den",
    "Dim",
    "Do",
    "Drum",
    "Dur",
    "Dwin",
    "Ed",
    "Fal",
    "Fen",
    "Fim",
    "Gal",
    "Gar",
    "Glen",
    "Glo",
    "Gnol",
    "God",
    "Gom",
    "Gor",
    "Gorm",
    "Got",
    "Gott",
    "Gren",
    "Grim",
    "Grom",
    "Grond",
    "Grum",
    "Grun",
    "Gud",
    "Gur",
    "Haa",
    "Haar",
    "Har",
    "Her",
    "Hor",
    "Im",
    "Jot",
    "Jotr",
    "Kad",
    "Kadh",
    "Kar",
    "Ket",
    "Ki",
    "Krom",
    "Mag",
    "Mor",
    "Mora",
    "Muir",
    "Muira",
    "Mun",
    "Naz",
    "No",
    "O",
    "Or",
    "Org",
    "Ord",
    "Rag",
    "Rak",
    "Sig",
    "Sim",
    "Sin",
    "Sir",
    "Snor",
    "Stor",
    "Thin",
    "Thor",
    "Thora",
    "Thra",
    "Thro",
    "Thoro",
    "Thur",
    "Ur",
    "Var",
    "Vik",
    "Vor",
    "Wal",
    "Wulf",
    "Ur",
    "Zar",
    "Zim",
    "Zin",
    "Zind"
  ],
  "DWARF_SUFFIXES_M": [
    "a",
    "i",
    "adin",
    "agaz",
    "ak",
    "azak",
    "azid",
    "azil",
    "bar",
    "bul",
    "bur",
    "del",
    "dok",
    "dim",
    "dri",
    "fri",
    "em",
    "fer",
    "fur",
    "da",
    "di",
    "dim",
    "din",
    "dra",
    "dri",
    "dum",
    "dun",
    "ga",
    "gi",
    "gar",
    "gin",
    "gol",
    "egol",
    "gond",
    "grond",
    "grim",
    "gund",
    "gunda",
    "gundi",
    "grun",
    "gun",
    "gor",
    "hak",
    "hin",
    "kom",
    "kon",
    "min",
    "mund",
    "nor",
    "nri",
    "rad",
    "ri",
    "rik",
    "rim",
    "ron",
    "run",
    "tak",
    "tar",
    "thor",
    "un",
    "ur",
    "wul",
    "zad"
  ],
  "DWARF_PREFIXES_F": [
    "Bron",
    "Din",
    "Ed",
    "Fal",
    "Fen",
    "Got",
    "Gurd",
    "Ket",
    "Mun",
    "Ord",
    "Rag",
    "Sin",
    "Stor",
    "Thel",
    "Wal"
  ],
  "DWARF_SUFFIXES_F": [
    "a",
    "ada",
    "aga",
    "aka",
    "aza",
    "azi",
    "azila",
    "bara",
    "buli",
    "bura",
    "dela",
    "doki",
    "dimi",
    "dri",
    "fra",
    "ema",
    "feri",
    "fura",
    "da",
    "di",
    "dimna",
    "dra",
    "dri",
    "duma",
    "duna",
    "ga",
    "gi",
    "gara",
    "gina",
    "gini",
    "egola",
    "gonda",
    "grond",
    "grima",
    "gund",
    "gunda",
    "gundi",
    "guna",
    "gruna",
    "gina",
    "gora",
    "haka",
    "hina",
    "hini",
    "ila",
    "ima",
    "ina",
    "iri",
    "koma",
    "kona",
    "koni",
    "kra",
    "kri",
    "la",
    "li",
    "lina",
    "ma",
    "mi",
    "monda",
    "munda",
    "na",
    "ni",
    "nra",
    "nri",
    "nusa",
    "nusi",
    "ra",
    "ri",
    "ricka",
    "rika",
    "rima",
    "roda",
    "rona",
    "ronda",
    "runa",
    "runi",
    "druna",
    "druni",
    "runda",
    "rundi",
    "stroma",
    "ta",
    "ti",
    "tra",
    "tri",
    "thora",
    "umi",
    "una",
    "wula",
    "zada",
    "zaka",
    "zana",
    "zani",
    "zina",
    "zini",
    "zonda",
    "zuma"
  ],
  "DWARF_SAMPLE_NAMES": [
    "Alrik",
    "Barfur",
    "Belgol",
    "Bragi",
    "Bram",
    "Brokk",
    "Dimrond",
    "Dimzad",
    "Doin",
    "Drumin",
    "Durak",
    "Dwinbar",
    "Falin",
    "Fimbur",
    "Garil",
    "Gomrund",
    "Gordun",
    "Gorim",
    "Gorm",
    "Gottri",
    "Grim",
    "Grom",
    "Grond",
    "Grum",
    "Grundi",
    "Grunni",
    "Haakon",
    "Hargin",
    "Hergar",
    "Horum",
    "Ketil",
    "Krom",
    "Mordin",
    "Ordim",
    "Sindri",
    "Snorri",
    "Thingrim",
    "Thor",
    "Thorgrim",
    "Thurgond"
  ],
  "DWARF_SAMPLE_NAMES_F": [
    "Bronda",
    "Edmondi",
    "Fenna",
    "Gudrun",
    "Gurta",
    "Kettri",
    "Mundra",
    "Muiradin",
    "Storra",
    "Ragni"
  ],
  "DWARF_CLAN_NAMES": [
    [
      "Длиннобородый",
      "Длиннобородая"
    ],
    [
      "Железный Страж",
      "Железная Стражница"
    ],
    [
      "Искатель Золота",
      "Искательница Золота"
    ],
    [
      "Орочья Погибель",
      "Орочья Погибель"
    ],
    [
      "Стальной Молот",
      "Стальной Молот"
    ],
    [
      "Каменная Кожа",
      "Каменная Кожа"
    ],
    [
      "Гроза Зеленокожих",
      "Гроза Зеленокожих"
    ],
    [
      "Рунный Кулак",
      "Рунный Кулак"
    ],
    [
      "Твёрдая Рука",
      "Твёрдая Рука"
    ],
    [
      "Глубинный Страж",
      "Глубинная Стражница"
    ],
    [
      "Добытчик Руд",
      "Добытчица Руд"
    ],
    [
      "Громовая Секира",
      "Громовая Секира"
    ]
  ],
  "ELF_FIRST_SYLLABLES": [
    "Гал",
    "Дор",
    "Им",
    "Лин",
    "Мал",
    "Мор",
    "Уллиа",
    "Фар",
    "Эс",
    "Эт"
  ],
  "ELF_SECOND_SYLLABLES": [
    "а",
    "ат",
    "диа",
    "зор",
    "лор",
    "мар",
    "ол",
    "тан",
    "фор",
    "эн"
  ],
  "ELF_ENDINGS_HIGH_M": [
    "андрил",
    "анель",
    "винг",
    "ил",
    "ириан",
    "мор",
    "нил",
    "рик",
    "фин",
    "эллион"
  ],
  "ELF_ENDINGS_HIGH_F": [
    "анель",
    "иэль",
    "эра",
    "иан",
    "элла",
    "ина",
    "ия",
    "ис",
    "эт",
    "андра",
    "рина",
    "лиэль",
    "эна",
    "виэль"
  ],
  "ELF_ENDINGS_WOOD_M": [
    "анху",
    "арха",
    "вит",
    "дда",
    "лок",
    "нок",
    "от",
    "рин",
    "стра",
    "хан"
  ],
  "ELF_ENDINGS_WOOD_F": [
    "ари",
    "вен",
    "эль",
    "иэль",
    "а",
    "ина",
    "ра",
    "стра",
    "ни",
    "ли"
  ],
  "ELF_HIGH_SAMPLE_M": [
    "Аэнар",
    "Тирион",
    "Теклис",
    "Эльтарион",
    "Карадриэль",
    "Имрик",
    "Корахиль",
    "Белоар",
    "Финубар",
    "Галатор",
    "Ваниэль",
    "Отрион",
    "Мелендир",
    "Лорендор"
  ],
  "ELF_HIGH_SAMPLE_F": [
    "Алариэль",
    "Алиастра",
    "Эленари",
    "Лаурана",
    "Иврийн",
    "Морвенна",
    "Элдира",
    "Галадриэль",
    "Итильвэн",
    "Лира",
    "Мириэль",
    "Аэтельгард",
    "Элора",
    "Фейнора",
    "Таниэль",
    "Каэлин",
    "Селестия",
    "Илиана"
  ],
  "ELF_WOOD_SAMPLE_M": [
    "Ательмар",
    "Скарлок",
    "Гвион",
    "Талор",
    "Фернос",
    "Аэрон",
    "Виннион",
    "Каэлор",
    "Орион",
    "Одрион",
    "Филар"
  ],
  "ELF_WOOD_SAMPLE_F": [
    "Ариэль",
    "Наэстра",
    "Алатея",
    "Амара",
    "Финдуилас",
    "Кериллиан",
    "Мелиссара",
    "Нимея",
    "Таратиэль",
    "Элоэн",
    "Лириэль",
    "Сильвена"
  ],
  "dooms": [
    "Твой конец будет липким.",
    "Берегись полевых зверей.",
    "Красный — самый опасный цвет.",
    "Писаное слово станет твоим Роком.",
    "Нехватка воздуха убьёт тебя.",
    "Зверь из Латуни заберёт твою душу.",
    "От своей же руки погибнешь.",
    "Не ешь мяса с трубками внутри.",
    "Вода во всех её обличьях — твой враг.",
    "Смерть придёт сверху.",
    "Морр принесёт тебе дурные вести.",
    "Тёмная гниль сожрёт тебя.",
    "Конец твой придёт от невидимого пламени.",
    "Гордость и тщеславие погубят тебя.",
    "Морр шлёт деву."
  ],
  "backstory_table": [
    [
      1,
      30,
      "Обычная: Ничего особенного не происходило."
    ],
    [
      31,
      35,
      "Новые деньги: Среди родственников есть богатый купец или банкир. +1 к Статусу, но вместе с тем связаны риски."
    ],
    [
      36,
      40,
      "Старые деньги: Долгая и славная дворянская родословная. Получите талант Благородная кровь."
    ],
    [
      41,
      50,
      "Скелет в шкафу: У семьи есть ужасная тайна (член-отступник). Позор в случае огласки."
    ],
    [
      51,
      60,
      "Приёмная семья: Один или оба родителя состояли в повторном браке (развод или двоежёнство)."
    ],
    [
      61,
      70,
      "Родители развелись: Ваши родители официально развелись."
    ],
    [
      71,
      75,
      "Отчуждённый родитель: Вы больше не общаетесь с одним из родителей."
    ],
    [
      76,
      80,
      "Отчуждённые братья и сёстры: Вы больше не общаетесь с одним или несколькими из них."
    ],
    [
      81,
      90,
      "Погибший брат или сестра: Погиб при родах."
    ],
    [
      91,
      95,
      "Семейная травма: Семья пережила жестокое нападение. +1 Упорство, +1d10 Порчи (психическое состояние)."
    ],
    [
      96,
      100,
      "Ужасная трагедия: Большая часть семьи погибла. +1 Судьба, +1d10 Порчи (психическое состояние)."
    ]
  ],
  "secrets": [
    "Вы сражались с Хаосом и скрываете лёгкую порчу.",
    "Вы страдаете алкоголизмом и с трудом владеете собой рядом с выпивкой.",
    "У вас есть незаконнорождённый ребёнок, воспитываемый дворянином.",
    "Вы ненавидите закон и всегда чувствуете злобу к стражникам.",
    "Вам заплатили за то, чтобы вы держались подальше от своей семьи.",
    "Вы боитесь густого тумана.",
    "Магия оставила на вас метку, скрытую от окружающих.",
    "Втайне вы поклоняетесь запрещённому богу."
  ]
};
