export default {
  "IMPERIAL_MONTHS": [
    {
      "code": "nachexen",
      "name": "Нахексен",
      "days": 32,
      "season": "Зима",
      "start_weekday": 0
    },
    {
      "code": "jahrdrung",
      "name": "Ярдрунг",
      "days": 33,
      "season": "Весна",
      "start_weekday": 0,
      "season_transition": {
        "day": 17,
        "from": "Зима",
        "to": "Весна"
      }
    },
    {
      "code": "pflugzeit",
      "name": "Пфлугцайт",
      "days": 33,
      "season": "Весна",
      "start_weekday": 1
    },
    {
      "code": "sigmarzeit",
      "name": "Сигмарцайт",
      "days": 33,
      "season": "Лето",
      "start_weekday": 2,
      "season_transition": {
        "day": 18,
        "from": "Весна",
        "to": "Лето"
      }
    },
    {
      "code": "sommerzeit",
      "name": "Соммерцайт",
      "days": 33,
      "season": "Лето",
      "start_weekday": 3
    },
    {
      "code": "vorgeheim",
      "name": "Воргехайм",
      "days": 33,
      "season": "Лето",
      "start_weekday": 4
    },
    {
      "code": "nachgeheim",
      "name": "Нахгехайм",
      "days": 32,
      "season": "Осень",
      "start_weekday": 5
    },
    {
      "code": "erntezeit",
      "name": "Эрнтцайт",
      "days": 33,
      "season": "Осень",
      "start_weekday": 5,
      "season_transition": {
        "day": 17,
        "from": "Лето",
        "to": "Осень"
      }
    },
    {
      "code": "brauzeit",
      "name": "Брауцайт",
      "days": 33,
      "season": "Осень",
      "start_weekday": 6
    },
    {
      "code": "kaldezeit",
      "name": "Кальдцайт",
      "days": 33,
      "season": "Зима",
      "start_weekday": 7,
      "season_transition": {
        "day": 18,
        "from": "Осень",
        "to": "Зима"
      }
    },
    {
      "code": "ulriczeit",
      "name": "Ульрикцайт",
      "days": 33,
      "season": "Зима",
      "start_weekday": 0
    },
    {
      "code": "vorhexen",
      "name": "Ворхексен",
      "days": 33,
      "season": "Зима",
      "start_weekday": 1
    }
  ],
  "IMPERIAL_WEEKDAYS": [
    "Веллентаг",
    "Аубентаг",
    "Марктаг",
    "Баккертаг",
    "Безальтаг",
    "Конистаг",
    "Ангестаг",
    "Фестаг"
  ],
  "WEATHER_MODIFIERS": {
    "Af": {
      "Зима": [
        3,
        0,
        -3,
        2
      ],
      "Весна": [
        2,
        0,
        -2,
        0
      ],
      "Лето": [
        2,
        0,
        -2,
        0
      ],
      "Осень": [
        1,
        0,
        -1,
        0
      ]
    },
    "Am": {
      "Зима": [
        2,
        0,
        -1,
        2
      ],
      "Весна": [
        7,
        0,
        -1,
        0
      ],
      "Лето": [
        6,
        0,
        4,
        0
      ],
      "Осень": [
        4,
        0,
        -1,
        0
      ]
    },
    "Aw": {
      "Зима": [
        5,
        0,
        -5,
        2
      ],
      "Весна": [
        4,
        0,
        -4,
        0
      ],
      "Лето": [
        3,
        0,
        -1,
        0
      ],
      "Осень": [
        3,
        0,
        -4,
        0
      ]
    },
    "As": {
      "Зима": [
        4,
        0,
        -1,
        2
      ],
      "Весна": [
        4,
        0,
        -2,
        0
      ],
      "Лето": [
        4,
        0,
        -5,
        0
      ],
      "Осень": [
        4,
        0,
        -3,
        0
      ]
    },
    "BWh": {
      "Зима": [
        1,
        0,
        -5,
        2
      ],
      "Весна": [
        6,
        0,
        -5,
        0
      ],
      "Лето": [
        7,
        2,
        -5,
        0
      ],
      "Осень": [
        4,
        0,
        0,
        0
      ]
    },
    "BWk": {
      "Зима": [
        0,
        -4,
        -4,
        2
      ],
      "Весна": [
        0,
        0,
        -5,
        0
      ],
      "Лето": [
        2,
        0,
        -4,
        0
      ],
      "Осень": [
        0,
        -1,
        -5,
        0
      ]
    },
    "BSh": {
      "Зима": [
        6,
        0,
        -5,
        2
      ],
      "Весна": [
        7,
        3,
        -3,
        0
      ],
      "Лето": [
        6,
        2,
        -2,
        0
      ],
      "Осень": [
        6,
        2,
        -5,
        0
      ]
    },
    "BSk": {
      "Зима": [
        0,
        -1,
        -4,
        2
      ],
      "Весна": [
        1,
        0,
        -4,
        0
      ],
      "Лето": [
        4,
        0,
        -5,
        0
      ],
      "Осень": [
        0,
        0,
        -4,
        0
      ]
    },
    "Csa": {
      "Зима": [
        0,
        0,
        -4,
        2
      ],
      "Весна": [
        1,
        0,
        -4,
        0
      ],
      "Лето": [
        3,
        0,
        -4,
        0
      ],
      "Осень": [
        1,
        0,
        -3,
        0
      ]
    },
    "Csb": {
      "Зима": [
        0,
        0,
        -2,
        2
      ],
      "Весна": [
        0,
        0,
        -3,
        0
      ],
      "Лето": [
        2,
        0,
        -4,
        0
      ],
      "Осень": [
        0,
        0,
        -1,
        0
      ]
    },
    "Csc": {
      "Зима": [
        0,
        0,
        2,
        2
      ],
      "Весна": [
        0,
        0,
        -3,
        0
      ],
      "Лето": [
        0,
        0,
        -3,
        0
      ],
      "Осень": [
        0,
        0,
        -2,
        0
      ]
    },
    "Cwa": {
      "Зима": [
        1,
        0,
        -3,
        2
      ],
      "Весна": [
        6,
        0,
        -2,
        0
      ],
      "Лето": [
        5,
        2,
        -1,
        2
      ],
      "Осень": [
        4,
        0,
        -3,
        0
      ]
    },
    "Cwb": {
      "Зима": [
        1,
        0,
        -3,
        2
      ],
      "Весна": [
        1,
        0,
        -2,
        0
      ],
      "Лето": [
        1,
        0,
        -1,
        2
      ],
      "Осень": [
        1,
        0,
        -5,
        0
      ]
    },
    "Cwc": {
      "Зима": [
        0,
        0,
        -3,
        2
      ],
      "Весна": [
        0,
        0,
        0,
        0
      ],
      "Лето": [
        0,
        0,
        2,
        2
      ],
      "Осень": [
        0,
        0,
        -2,
        0
      ]
    },
    "Cfa": {
      "Зима": [
        0,
        0,
        -3,
        2
      ],
      "Весна": [
        2,
        0,
        -2,
        0
      ],
      "Лето": [
        4,
        1,
        -1,
        0
      ],
      "Осень": [
        1,
        0,
        -4,
        0
      ]
    },
    "Cfb": {
      "Зима": [
        0,
        0,
        -1,
        2
      ],
      "Весна": [
        1,
        0,
        -1,
        0
      ],
      "Лето": [
        3,
        1,
        -1,
        0
      ],
      "Осень": [
        0,
        0,
        -2,
        0
      ]
    },
    "Cfc": {
      "Зима": [
        0,
        -1,
        -3,
        0
      ],
      "Весна": [
        0,
        0,
        -3,
        0
      ],
      "Лето": [
        0,
        0,
        -3,
        0
      ],
      "Осень": [
        0,
        0,
        -3,
        0
      ]
    },
    "Dsa": {
      "Зима": [
        0,
        -2,
        -3,
        0
      ],
      "Весна": [
        3,
        1,
        -4,
        0
      ],
      "Лето": [
        5,
        3,
        -5,
        0
      ],
      "Осень": [
        2,
        1,
        -4,
        0
      ]
    },
    "Dsb": {
      "Зима": [
        -2,
        -5,
        -4,
        2
      ],
      "Весна": [
        1,
        -2,
        -2,
        0
      ],
      "Лето": [
        3,
        1,
        -3,
        0
      ],
      "Осень": [
        0,
        -1,
        -3,
        0
      ]
    },
    "Dsc": {
      "Зима": [
        -2,
        -3,
        -2,
        2
      ],
      "Весна": [
        1,
        -1,
        -3,
        0
      ],
      "Лето": [
        2,
        -1,
        -2,
        0
      ],
      "Осень": [
        -1,
        -1,
        -1,
        0
      ]
    },
    "Dwa": {
      "Зима": [
        0,
        -3,
        -5,
        2
      ],
      "Весна": [
        1,
        0,
        -4,
        0
      ],
      "Лето": [
        3,
        0,
        -2,
        0
      ],
      "Осень": [
        0,
        0,
        -1,
        0
      ]
    },
    "Dwb": {
      "Зима": [
        -1,
        -3,
        -4,
        2
      ],
      "Весна": [
        2,
        0,
        -3,
        0
      ],
      "Лето": [
        3,
        1,
        -2,
        0
      ],
      "Осень": [
        0,
        0,
        -3,
        0
      ]
    },
    "Dwc": {
      "Зима": [
        -1,
        -5,
        -4,
        2
      ],
      "Весна": [
        0,
        -3,
        -4,
        0
      ],
      "Лето": [
        1,
        -1,
        -2,
        0
      ],
      "Осень": [
        0,
        -2,
        -3,
        0
      ]
    },
    "Dwd": {
      "Зима": [
        -9,
        -11,
        -3,
        2
      ],
      "Весна": [
        0,
        -4,
        -4,
        0
      ],
      "Лето": [
        2,
        -2,
        -3,
        2
      ],
      "Осень": [
        -4,
        -7,
        -5,
        0
      ]
    },
    "Dfa": {
      "Зима": [
        -2,
        -4,
        -3,
        2
      ],
      "Весна": [
        3,
        -1,
        -2,
        0
      ],
      "Лето": [
        4,
        2,
        -4,
        2
      ],
      "Осень": [
        2,
        -2,
        -3,
        0
      ]
    },
    "Dfb": {
      "Зима": [
        -3,
        -4,
        -3,
        2
      ],
      "Весна": [
        2,
        -2,
        -2,
        0
      ],
      "Лето": [
        3,
        1,
        -3,
        2
      ],
      "Осень": [
        0,
        -2,
        -3,
        0
      ]
    },
    "Dfc": {
      "Зима": [
        -3,
        -5,
        -4,
        2
      ],
      "Весна": [
        1,
        -2,
        -4,
        0
      ],
      "Лето": [
        2,
        0,
        -3,
        0
      ],
      "Осень": [
        -1,
        -2,
        -3,
        0
      ]
    },
    "Dfd": {
      "Зима": [
        -9,
        -11,
        -4,
        2
      ],
      "Весна": [
        0,
        -4,
        -4,
        0
      ],
      "Лето": [
        2,
        -2,
        -4,
        0
      ],
      "Осень": [
        -5,
        -6,
        -5,
        0
      ]
    },
    "ET": {
      "Зима": [
        -8,
        -11,
        -2,
        2
      ],
      "Весна": [
        0,
        -1,
        -3,
        0
      ],
      "Лето": [
        0,
        0,
        -2,
        0
      ],
      "Осень": [
        -1,
        -2,
        -1,
        0
      ]
    },
    "EF": {
      "Зима": [
        -11,
        -11,
        -5,
        -2
      ],
      "Весна": [
        -11,
        -11,
        -5,
        0
      ],
      "Лето": [
        -11,
        -11,
        -5,
        0
      ],
      "Осень": [
        -11,
        -11,
        -5,
        0
      ]
    }
  },
  "TEMP_LOW": {
    "-7": [
      "Лютый мороз",
      "−71 °C и ниже",
      true
    ],
    "-6": [
      "Лютый мороз",
      "−70…−65 °C",
      true
    ],
    "-5": [
      "Лютый мороз",
      "−64…−59 °C",
      true
    ],
    "-4": [
      "Лютый мороз",
      "−59…−57 °C",
      true
    ],
    "-3": [
      "Лютый мороз",
      "−45…−40 °C",
      true
    ],
    "-2": [
      "Лютый мороз",
      "−39…−32 °C",
      true
    ],
    "-1": [
      "Лютый мороз",
      "−31…−24 °C",
      true
    ],
    "0": [
      "Очень холодно",
      "−24…−21 °C",
      true
    ],
    "1": [
      "Очень холодно",
      "−23…−15 °C",
      true
    ],
    "2": [
      "Очень холодно",
      "−14…−9 °C",
      true
    ],
    "3": [
      "Довольно холодно",
      "−9…−4 °C",
      false
    ],
    "4": [
      "Довольно холодно",
      "−3…0 °C",
      false
    ],
    "5": [
      "Холодно",
      "1…2 °C",
      false
    ],
    "6": [
      "Холодно",
      "3…4 °C",
      false
    ],
    "7": [
      "Зябко",
      "5…10 °C",
      false
    ],
    "8": [
      "Зябко",
      "11…13 °C",
      false
    ],
    "9": [
      "Свежо",
      "13…16 °C",
      false
    ],
    "10": [
      "Свежо",
      "16…18 °C",
      false
    ],
    "11": [
      "Мягко",
      "19…20 °C",
      false
    ],
    "12": [
      "Мягко",
      "21…22 °C",
      false
    ]
  },
  "TEMP_HIGH": {
    "3": [
      "Зябко",
      "11…13 °C",
      false
    ],
    "4": [
      "Зябко",
      "14…17 °C",
      false
    ],
    "5": [
      "Свежо",
      "17…19 °C",
      false
    ],
    "6": [
      "Мягко",
      "20…22 °C",
      false
    ],
    "7": [
      "Мягко",
      "22…23 °C",
      false
    ],
    "8": [
      "Мягко",
      "24…26 °C",
      false
    ],
    "9": [
      "Тепло",
      "27…28 °C",
      false
    ],
    "10": [
      "Тепло",
      "28…30 °C",
      false
    ],
    "11": [
      "Жарко",
      "31…32 °C",
      false
    ],
    "12": [
      "Жарко",
      "33…34 °C",
      false
    ],
    "13": [
      "Зной",
      "35…38 °C",
      true
    ],
    "14": [
      "Зной",
      "38…40 °C",
      true
    ],
    "15": [
      "Зной",
      "41…42 °C",
      true
    ],
    "16": [
      "Зной",
      "43…44 °C",
      true
    ],
    "17": [
      "Зной",
      "45…46 °C",
      true
    ],
    "18": [
      "Зной",
      "47…49 °C",
      true
    ],
    "19": [
      "Зной",
      "49 °C и выше",
      true
    ]
  },
  "CLIMATES": {
    "Af": {
      "code": "Af",
      "name": "Тропический дождевой",
      "biome": "Дождевой лес",
      "terrain": "Джунгли"
    },
    "Am": {
      "code": "Am",
      "name": "Тропический муссонный",
      "biome": "Дождевой лес",
      "terrain": "Джунгли"
    },
    "Aw": {
      "code": "Aw",
      "name": "Тропическая саванна с сухой зимой",
      "biome": "Саванна",
      "terrain": "Степь (саванна)"
    },
    "As": {
      "code": "As",
      "name": "Тропическая саванна с сухим летом",
      "biome": "Саванна",
      "terrain": "Степь (саванна)"
    },
    "BWh": {
      "code": "BWh",
      "name": "Жаркая засушливая пустыня",
      "biome": "Пустыня",
      "terrain": "Песчаная или каменистая пустыня"
    },
    "BWk": {
      "code": "BWk",
      "name": "Холодная засушливая пустыня",
      "biome": "Пустыня",
      "terrain": "Песчаная или каменистая пустыня"
    },
    "BSh": {
      "code": "BSh",
      "name": "Жаркая полузасушливая степь",
      "biome": "Полупустыня",
      "terrain": "Каменистые пустоши"
    },
    "BSk": {
      "code": "BSk",
      "name": "Холодная полузасушливая степь",
      "biome": "Степь",
      "terrain": "Степные равнины"
    },
    "Csa": {
      "code": "Csa",
      "name": "Умеренный с сухим жарким летом",
      "biome": "Кустарник",
      "terrain": "Редкий или густой кустарник"
    },
    "Csb": {
      "code": "Csb",
      "name": "Умеренный с сухим тёплым летом",
      "biome": "Кустарник или лес",
      "terrain": "Густой кустарник или лиственный лес"
    },
    "Csc": {
      "code": "Csc",
      "name": "Умеренный с сухим холодным летом",
      "biome": "Лес",
      "terrain": "Густой лес"
    },
    "Cwa": {
      "code": "Cwa",
      "name": "Умеренный с сухой зимой и жарким летом",
      "biome": "Лес",
      "terrain": "Лиственный лес"
    },
    "Cwb": {
      "code": "Cwb",
      "name": "Умеренный с сухой зимой и тёплым летом",
      "biome": "Лес",
      "terrain": "Лиственный лес"
    },
    "Cwc": {
      "code": "Cwc",
      "name": "Умеренный с сухой зимой и холодным летом",
      "biome": "Лес",
      "terrain": "Лиственный лес"
    },
    "Cfa": {
      "code": "Cfa",
      "name": "Умеренный влажный с жарким летом",
      "biome": "Лес",
      "terrain": "Лиственный лес"
    },
    "Cfb": {
      "code": "Cfb",
      "name": "Умеренный влажный с тёплым летом",
      "biome": "Лес",
      "terrain": "Лиственный лес"
    },
    "Cfc": {
      "code": "Cfc",
      "name": "Умеренный влажный с холодным летом",
      "biome": "Тайга",
      "terrain": "Таёжный лес"
    },
    "Dsa": {
      "code": "Dsa",
      "name": "Континентальный с жарким сухим летом",
      "biome": "Лес",
      "terrain": "Лиственный лес"
    },
    "Dsb": {
      "code": "Dsb",
      "name": "Континентальный с тёплым сухим летом",
      "biome": "Тайга",
      "terrain": "Таёжный лес"
    },
    "Dsc": {
      "code": "Dsc",
      "name": "Континентальный с холодным сухим летом",
      "biome": "Тайга",
      "terrain": "Таёжный лес"
    },
    "Dwa": {
      "code": "Dwa",
      "name": "Континентальный с сухой зимой и жарким летом",
      "biome": "Степь",
      "terrain": "Степные равнины"
    },
    "Dwb": {
      "code": "Dwb",
      "name": "Континентальный с сухой зимой и тёплым летом",
      "biome": "Степь",
      "terrain": "Степные равнины"
    },
    "Dwc": {
      "code": "Dwc",
      "name": "Континентальный с сухой зимой и холодным летом",
      "biome": "Степь",
      "terrain": "Степные равнины"
    },
    "Dwd": {
      "code": "Dwd",
      "name": "Континентальный с сухой и очень холодной зимой",
      "biome": "Тундра",
      "terrain": "Тундровые пустоши"
    },
    "Dfa": {
      "code": "Dfa",
      "name": "Континентальный влажный с жарким летом",
      "biome": "Прерия",
      "terrain": "Прерии"
    },
    "Dfb": {
      "code": "Dfb",
      "name": "Континентальный влажный с тёплым летом",
      "biome": "Тайга",
      "terrain": "Таёжный лес"
    },
    "Dfc": {
      "code": "Dfc",
      "name": "Континентальный влажный с холодным летом",
      "biome": "Тайга",
      "terrain": "Таёжный лес"
    },
    "Dfd": {
      "code": "Dfd",
      "name": "Континентальный влажный с очень холодной зимой",
      "biome": "Тайга или тундра",
      "terrain": "Тайга или тундровые пустоши"
    },
    "ET": {
      "code": "ET",
      "name": "Полярная тундра",
      "biome": "Тундра",
      "terrain": "Тундровые пустоши"
    },
    "EF": {
      "code": "EF",
      "name": "Полярная ледяная шапка",
      "biome": "Тундра",
      "terrain": "Тундровые пустоши"
    }
  }
};
